IDEA StatiCa Open Model
ConcreteULSCheckResultShearEc2.Vrdc Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 shear resistance of concrete
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Vrdc { get; set; }
Public Property Vrdc As Double
	Get
	Set
public:
property double Vrdc {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultShearEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace